/* cup abbreviation */
" c" = " T";

/* gram abbreviation */
" g" = " g";

/* gallon abbreviation */
" gal" = " gal";

/* kilogram abbreviation */
" kg" = " kg";

/* liter abbreviation */
" l" = " l";

/* pound abbreviation */
" lb" = " lb";

/* milliliter abbreviation */
" ml" = " ml";

/* ounce abbreviation */
" oz" = " oz";

/* pint abbreviation */
" pt" = " pt";

/* quart abbreviation */
" qt" = " qt";

/* tablespoon abbreviation */
" Tbsp" = " EL";

/* teaspoon abbreviation */
" tsp" = " TL";

/* Section header for non A-Z items */
"123" = "123";

/* Button to add a new aisle */
"Add Aisle" = "Abteilung hinzufügen";

/* Add all ingredients to recipe */
"Add all ingredients" = "Alle Zutaten hinzufügen";

/* Add item to recipe */
"Add ingredients" = "Zutaten hinzufügen";

/* View title */
"Add Ingredients" = "Zutaten hinzufügen";

/* No comment provided by engineer. */
"Add Photo" = "Foto hinzu- fügen";

/* button */
"Add Recipe" = "Hinzufügen";

/* button in email */
"Add to GroceryZen" = "Zu GroceryZen hinzufügen";

/* button */
"Add to List" = "Hinzufügen";

/* View title */
"Add to Recipes" = "Zu Rezepten";

/* No comment provided by engineer. */
"Add to recipes" = "Zu Rezepten";

/* DON'T CHANGE THIS - localized button name */
"add_button.png" = "add_button_de.png";

/* Title for Select Aisle
  Aisle label */
"Aisle" = "Abteilung";

/* Aisle edit button */
"Aisles" = "Abteilungen";

/* Easter egg item: set to the item you like least */
"Broccoli" = "Oliven";

/* button
  Cancel button */
"Cancel" = "Abbrechen";

/* Check out button */
"Check Out" = "Zur Kasse";

/* Button */
"Choose Existing Photo" = "Foto auswählen";

/* Must be short! Button after user has emailed list. */
"Clear List" = "Liste löschen";

/* Button text
   button */
"Close" = "Schließen";

/* unit of measure */
"cup" = "Tasse";

/* unit of measure */
"cups" = "Tassen";

/* add from email */
"Do you want to add %d items to your shopping list?" = "Wollen Sie %d Artikel Ihrer Einkaufsliste hinzufügen?";

/* Message when user launches from a website to add a recipe
   Message when user launches from a email to add a recipe */
"Do you want to add a new recipe?\r\n\r\n%@" = "Wollen Sie ein neues Rezept hinzufügen?\r\n\r\n%@";

/* add from email - singular */
"Do you want to add one item to your shopping list?" = "Wollen Sie einen Artikel Ihrer Einkaufsliste hinzufügen?";

/* text in recipe email */
"Don't have GroceryZen?" = "Du hast noch kein GroceryZen?";

/* Done button
  done searching */
"Done" = "Fertig";

/* Edit picture label
  Button */
"Edit" = "Bearbeiten";

/* Title for edit aisle */
"Edit Aisle" = "Abteilung Bearbeiten";

/* Title for Edit Aisle screen */
"Edit Aisles" = "Abteilungen Bearbeiten";

/* View name */
"Edit Notes" = "Notizen Bearbeiten";

/* THIS NEEDS TO BE SHORT! Button to email a specific recipe */
"Email" = "E-Mail";

/* @E-mail shopping list button title */
"Email List" = "Liste mailen";

/* E-mail recipe button title
  Title of view */
"Email Recipe" = "Rezept mailen";

/* unit of measure */
"gallon" = "Gallone";

/* unit of measure */
"gallons" = "Gallonen";

/* unit of measure */
"gram" = "Gramm";

/* unit of measure */
"grams" = "Gramm";

/* Load failure */
"GroceryZen had trouble loading the information from your most recent changes. If this keeps happening, please contact our technical support." = "GroceryZen hat Schwierigkeiten, die Informationen Ihrer letzten Änderungen zu laden. Wenn dieses Problem weiterhin besteht, wenden Sie sich bitte an unseren technischen Support";

/* Name of 'aisle' for completed items. */
"Have" = "Im Wagen";

/* e-mail subject line for recipe */
"Here's my shopping list for \"%@\"" = "Hier ist meine Einkaufsliste für \"%@\"";

/* Item count usually needed */
"I usually buy" = "Normalerweise kaufe ich";

/* Title for Edit Item */
"Item" = "Artikel";

/* unit of measure */
"item" = "Artikel";

/* unit of measure */
"items" = "Artikel";

/* Item view navigation title
  Items label */
"Items" = "Artikel";

/* Must be short! Button after user has emailed list. */
"Keep List" = "Liste behalten";

/* unit of measure */
"kilogram" = "Kilogramm";

/* unit of measure */
"kilograms" = "Kilogramm";

/* unit of measure */
"liter" = "Liter";

/* unit of measure */
"liters" = "Liter";

/* unit of measure */
"milliliter" = "Milliliter";

/* unit of measure */
"milliliters" = "Milliliter";

/* Placeholder for item name
  Placeholder for aisle name
  Placeholder for name
  Placeholder name for recipe */
"Name" = "Name";

/* Quantity for an ingredient in a recipe */
"Needed for this recipe" = "Für dieses Rezept benötigt";

/* Quantity needed
  Item count currently needed */
"Needed now" = "Jetzt benötigt";

/* Title for new aisle */
"New Aisle" = "Neue Abteilung";

/* Title for New Item */
"New Item" = "Neuer Artikel";

/* Title for New Recipe */
"New Recipe" = "Neues Rezept";

/* No comment provided by engineer. */
"No ingredients" = "Keine Zutaten";

/* Aisle name if not selected
  No aisle
  Unspecified aisle
  Items text if none are selected */
"None" = "Keine";

/* Note text if not specified */
"Notes" = "Notizen";

/* text in recipe email */
"Notes:" = "Notizen:";

/* No comment provided by engineer. */
"OK" = "Ok";

/* unit of measure */
"ounce" = "Unze";

/* unit of measure */
"ounces" = "Unzen";

/* unit of measure */
"pint" = "Pint";

/* unit of measure */
"pints" = "Pint";

/* unit of measure */
"pound" = "Pfund";

/* unit of measure */
"pounds" = "Pfund";

/* Title of quantity screen
  Quantity label */
"Quantity" = "Menge";

/* unit of measure */
"quart" = "Quart";

/* unit of measure */
"quarts" = "Quart";

/* Title for Edit Recipe
  Title for View Recipe */
"Recipe" = "Rezept";

/* Title for recipe name */
"Recipe Info" = "Rezept Info";

/* link text for site when emailing a recipe */
"Recipe website" = "Rezept Internetseite";

/* Recipes view navigation title */
"Recipes" = "Rezepte";

/* Save button */
"Save" = "Speichern";

/* Placeholder */
"Search" = "Suchen";

/* Share view navigation title */
"Share" = "Beteiligen";

/* Shop view navigation title */
"Shop" = "Geschäft";

/* e-mail subject line for Shopping list */
"Shopping list" = "Einkaufsliste";

/* text in recipe email */
"Shopping list:" = "Einkaufsliste:";

/* Message after user has emailed list. */
"Since you emailed your list, do you want to clear it now?" = "Da Sie ihre Liste gemailt haben, wollen Sie sie jetzt löschen?";

/* unit of measure */
"tablespoon" = "Esslöffel";

/* unit of measure */
"tablespoons" = "Esslöffel";

/* Button */
"Take Photo" = "Foto aufnehmen";

/* No comment provided by engineer. */
"Tap on 'Edit' to add some." = "Auf 'Bearbeiten' tippen zum Hinzufügen";

/* unit of measure */
"teaspoon" = "Teelöffel";

/* unit of measure */
"teaspoons" = "Teelöffel";

/* Message if emailing a list doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the list slightly and try again." = "Die E-Mail Anwendung konnte nicht geöffnet werden - dies passiert manchmal.\r\n\r\nWenn dies wieder passiert, ändern Sie die Liste bitte ein wenig und versuchen es erneut.";

/* Message if emailing a recipe doesn't work. */
"The mail application could not be opened - this happens sometimes.\r\n\r\nIf it keeps happening, change the recipe slightly and try again." = "Die E-Mail Anwendung konnte nicht geöffnet werden - dies passiert manchmal.\r\n\r\nWenn dies wieder passiert, ändern Sie das Rezept bitte ein wenig und versuchen es erneut.";

/* No comment provided by engineer. */
"This will reset all the items you have purchased." = "Dies löscht alle gekauften Artikel von der Einkaufsliste.";

/* Easter egg checkout message */
"This will reset all the items you have purchased.\r\nEwwww, you bought broccoli!" = "Dies löscht alle gekauften Artikel von der Einkaufsliste.\r\nIgitt, Sie haben Oliven gekauft!";

/* No comment provided by engineer. */
"Woohoo! You don't need anything\r\nelse today." = "Super! Sie brauchen heute nichts weiter.";

/* Placeholder for recipe web address */
"www.example.com" = "www.example.de";

/* No comment provided by engineer. */
"You're done shopping" = "Sie haben den Einkauf geschafft";

/* Message when can't add two things together like pounds + liters */
"You're trying to use two different units of measurement. Couldn't add these ingredients:\r\n" = "Sie versuchen, zwei unterschiedliche Maßeinheiten zu verwenden. Ich konnte diese Zutaten nicht zusammenfassen:\r\n";

